7zip
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
aichat
alacritty
amneziavpn-bin
android-sdk
android-sdk-build-tools
android-tools
anki-bin
antigravity
anydesk-bin
arduino-language-server
at
audacity
baobab
base
base-devel
bash-completion
bat
bind
bitchat-tui
borg
brave-bin
btrfs-progs
catt
chezmoi
clang
claude-code
clojure
cmake
code
copyparty
cowsay
cpulimit
cronie
cups
dash
debtap
decibels
direnv
docker
docker-compose
droidcam
dumbpipe-bin
elan-lean
electron38
element-desktop
elm-bin
entr
epiphany
espeak-ng
evince
execstack
extension-manager
fd
feh
ffuf
firefox
firefox-gnome-theme
foliate
foot
fzf
gdm
gemini-cli
ghcup-hs-bin
gimp
git
github-cli
gn
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-network-displays
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-clipboard-history
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnu-netcat
gnuplot
gperf
grilo-plugins
grim
grok-cli
gromit-mpx
grub
gst-plugin-pipewire
gst-plugin-va
gtk2
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hmmer
htop
idriveforlinux
inetutils
inkscape
inotify-tools
intel-media-driver
intel-ucode
iwd
jami-daemon
jami-qt
jdk17-openjdk
jq
jupyter-notebook
jupyterlab
kitty
lazygit
lesspass
lftp
libgcc
libkeybinder3
libpulse
libreoffice-fresh
libstdc++
libva-intel-driver
linux
linux-firmware
linux-headers
lld
logkeys
loupe
luarocks
malcontent
man-db
man-pages
mariadb
mkchromecast-git
moreutils
mosh
mpv
msmtp
mtr
mypy
nano
nasm
nautilus
neovim
neovim-remote
network-manager-applet
networkmanager
nix
nmap
nodejs-lts-jod
noto-fonts
noto-fonts-cjk
npm
ntfs-3g
nushell
oath-toolkit
obs-studio
opencl-headers
opencode
openresolv
openvpn
orca
pass
pass-otp-git
patchutils
pdfgrep
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plantuml
plocate
podman
postgresql
prettier
proton-vpn-gtk-app
proxychains-ng
pymol
pypy
pyright
python-biopython
python-httplib2
python-jupyterlab-vim
python-jupytext
python-matplotlib
python-numpy
python-openpyxl
python-pandas
python-pdf2docx
python-pipenv
python-playsound
python-poetry
python-pyjwt
python-scikit-learn
python-seaborn
python-selenium
python-sqlalchemy
python-tqdm
python-yaml
python311
qbittorrent
qt5-networkauth
qt5-script
qt5-tools
r
rar
rclone
reflector
rlwrap
rsync
ruff
rust-analyzer
rustup
rygel
s-nail
samsung-unified-driver
scrcpy
sdkmanager
signal-desktop
simple-scan
sl
slirp4netns
smartmontools
snapshot
sqlfluff
strace
sushi
sxiv
tailwindcss
tecla
telegram-cli-git-debug
telegram-desktop
testdisk
texlive-basic
texlive-latex
texlive-latexextra
texlive-plaingeneric
timew
timg
tldr
tmux
totem
traceroute
tree
tree-sitter-cli
ttf-comic-neue
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ueberzugpp
ufw
ugene-bin
undollar
uv
uvicorn
vim
vlc
vlc-plugins-all
wf-recorder
wget
windscribe-cli-v2-bin
wine
wireless_tools
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
yarn
yay-bin
yay-bin-debug
ydotool
yelp
zig
zram-generator
zsh
