alacritty
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-tools
anki-bin
arduino-ide
arduino-language-server
at
audacity
baobab
base
base-devel
bash-completion
bat
bitchat-tui
blender
borg
brainworkshop-git
btrfs-progs
chezmoi
chrome-remote-desktop
clang
claude-code
clojure
code
cowsay
cpulimit
cuda
cups
decibels
direnv
docker
docker-compose
elan-lean
electron38
elm-bin
epiphany
evince
execstack
exodus
extension-manager
fd
feh
ffuf
firefox
foot
fzf
gdm
gemini-cli-git
ghcup-hs-bin
ghostty
gimp
git
github-cli
gn
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-clipboard-history
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnu-netcat
gnuplot
google-chrome
gperf
gradle
grilo-plugins
grub
gst-plugin-pipewire
gtk2
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hmmer
htop
inetutils
inkscape
inotify-tools
intel-media-driver
intel-ucode
intellij-idea-community-edition-bin
iwd
jdk17-openjdk
jq
jupyter-notebook
jupyterlab
kitty
kotlin
lazygit
lesspass
lftp
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
lld
logkeys
loupe
luarocks
malcontent
man-db
mariadb
miniconda3
mypy
nano
nautilus
neovim
network-manager-applet
networkmanager
nix
nmap
nodejs-lts-iron
noto-fonts
noto-fonts-cjk
npm
ntfs-3g
obsidian
opencl-headers
openvpn
orca
paru
patchutils
pavucontrol
pdfgrep
piper-tts-bin
piper-voices-de-de
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
proxychains-ng
pymol
pypy
pyright
python-biopython
python-ebooklib
python-httplib2
python-matplotlib
python-numpy
python-openpyxl
python-pandas
python-pipenv
python-playsound
python-scikit-learn
python-seaborn
python-tqdm
python-yaml
python311
qbittorrent
qemu-full
qt5-networkauth
qt5-script
qt5-tools
qt5-websockets
qtask-git
r
rsync
ruff
rust-analyzer
rustup
rygel
samsung-unified-driver
sdkmanager
signal-desktop
simple-scan
sl
smartmontools
snapshot
speedscope
spotify-launcher
sushi
sxiv
task
tasksh
taskwarrior-tui
tecla
telegram-desktop
testdisk
timew
tldr
totem
traceroute
tree
ttf-comic-neue
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ufw
ugene-bin
undollar
uv
vim
vivaldi
vlc
vlc-plugins-all
vulkan-headers
vulkan-intel
vulkan-memory-allocator
vulkan-validation-layers
webapp-manager
wget
wine
wireless_tools
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
xray
yarn
yay
yay-debug
ydotool
yelp
zig
zoom
zram-generator
zsh
